{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "'": 0,
      ",": 1,
      "-": 2,
      ".": 3,
      "A": 4,
      "B": 5,
      "G": 6,
      "H": 7,
      "I": 8,
      "S": 9,
      "T": 10,
      "a": 11,
      "b": 12,
      "c": 13,
      "d": 14,
      "e": 15,
      "f": 16,
      "g": 17,
      "h": 18,
      "i": 19,
      "j": 20,
      "k": 21,
      "l": 22,
      "m": 23,
      "n": 24,
      "o": 25,
      "p": 26,
      "q": 27,
      "r": 28,
      "s": 29,
      "t": 30,
      "u": 31,
      "v": 32,
      "w": 33,
      "x": 34,
      "y": 35,
      "Ġ": 36,
      "Ġa": 37,
      "Ġt": 38,
      "er": 39,
      "in": 40,
      "Ġh": 41,
      "Ġth": 42,
      "on": 43,
      "Ġw": 44,
      "Ġs": 45,
      "en": 46,
      "is": 47,
      "nd": 48,
      "or": 49,
      "ti": 50,
      "Ġm": 51,
      "as": 52,
      "Ġf": 53,
      "Ġo": 54,
      "Ġthe": 55,
      "at": 56,
      "es": 57,
      "Ġin": 58,
      "Ġand": 59,
      "Ġp": 60,
      "tion": 61,
      "el": 62,
      "om": 63,
      "ra": 64,
      "ve": 65,
      "ĠI": 66,
      "Ġd": 67,
      "ing": 68,
      "Ġhis": 69,
      "an": 70,
      "ed": 71,
      "em": 72,
      "Ġb": 73,
      "Ġn": 74,
      "Ġto": 75,
      "Ġwas": 76,
      "ent": 77,
      "ch": 78,
      "it": 79,
      "ld": 80,
      "ou": 81,
      "re": 82,
      "si": 83,
      "tr": 84,
      "ut": 85,
      "ĠA": 86,
      "Ġl": 87,
      "Ġad": 88,
      "Ġhi": 89,
      "Ġthat": 90,
      "Ġfor": 91,
      "Ġof": 92,
      "al": 93,
      "ar": 94,
      "ave": 95,
      "bl": 96,
      "ct": 97,
      "he": 98,
      "otion": 99,
      "ver": 100,
      "ĠH": 101,
      "Ġon": 102,
      "Ġem": 103,
      "ere": 104,
      "Ġhe": 105,
      "Ġwom": 106,
      "Ġbut": 107,
      "Ġadm": 108,
      "Ġhim": 109,
      "Ġone": 110,
      "Ġemotion": 111,
      "Ġwoman": 112,
      "am": 113,
      "bs": 114,
      "ck": 115,
      "ced": 116,
      "dl": 117,
      "ex": 118,
      "gh": 119,
      "her": 120,
      "ira": 121,
      "ke": 122,
      "ll": 123,
      "ny": 124,
      "ol": 125,
      "ot": 126,
      "ow": 127,
      "ren": 128,
      "st": 129,
      "ses": 130,
      "ul": 131,
      "uch": 132,
      "wn": 133,
      "ĠT": 134,
      "Ġc": 135,
      "Ġe": 136,
      "Ġu": 137,
      "Ġre": 138,
      "Ġas": 139,
      "Ġany": 140,
      "Ġher": 141,
      "Ġhave": 142,
      "ons": 143,
      "Ġwh": 144,
      "Ġwou": 145,
      "Ġwere": 146,
      "Ġshe": 147,
      "Ġsuch": 148,
      "ist": 149,
      "Ġmo": 150,
      "Ġmen": 151,
      "ason": 152,
      "Ġobs": 153,
      "Ġown": 154,
      "ate": 155,
      "Ġintr": 156,
      "ĠIren": 157,
      "Ġdist": 158,
      "Ġnot": 159,
      "sions": 160,
      "ĠAdl": 161,
      "Ġlo": 162,
      "ble": 163,
      "ĠHe": 164,
      "Ġadmira": 165,
      "Ġreason": 166,
      "Ġwould": 167,
      "Ġobser": 168,
      "ĠIrene": 169,
      "ĠAdler": 170
    },
    "merges": [
      "Ġ a",
      "Ġ t",
      "e r",
      "i n",
      "Ġ h",
      "Ġt h",
      "o n",
      "Ġ w",
      "Ġ s",
      "e n",
      "i s",
      "n d",
      "o r",
      "t i",
      "Ġ m",
      "a s",
      "Ġ f",
      "Ġ o",
      "Ġth e",
      "a t",
      "e s",
      "Ġ in",
      "Ġa nd",
      "Ġ p",
      "ti on",
      "e l",
      "o m",
      "r a",
      "v e",
      "Ġ I",
      "Ġ d",
      "in g",
      "Ġh is",
      "a n",
      "e d",
      "e m",
      "Ġ b",
      "Ġ n",
      "Ġt o",
      "Ġw as",
      "en t",
      "c h",
      "i t",
      "l d",
      "o u",
      "r e",
      "s i",
      "t r",
      "u t",
      "Ġ A",
      "Ġ l",
      "Ġa d",
      "Ġh i",
      "Ġth at",
      "Ġf or",
      "Ġo f",
      "a l",
      "a r",
      "a ve",
      "b l",
      "c t",
      "h e",
      "o tion",
      "v er",
      "Ġ H",
      "Ġ on",
      "Ġ em",
      "er e",
      "Ġh e",
      "Ġw om",
      "Ġb ut",
      "Ġad m",
      "Ġhi m",
      "Ġon e",
      "Ġem otion",
      "Ġwom an",
      "a m",
      "b s",
      "c k",
      "c ed",
      "d l",
      "e x",
      "g h",
      "h er",
      "i ra",
      "k e",
      "l l",
      "n y",
      "o l",
      "o t",
      "o w",
      "r en",
      "s t",
      "s es",
      "u l",
      "u ch",
      "w n",
      "Ġ T",
      "Ġ c",
      "Ġ e",
      "Ġ u",
      "Ġ re",
      "Ġa s",
      "Ġa ny",
      "Ġh er",
      "Ġh ave",
      "on s",
      "Ġw h",
      "Ġw ou",
      "Ġw ere",
      "Ġs he",
      "Ġs uch",
      "is t",
      "Ġm o",
      "Ġm en",
      "as on",
      "Ġo bs",
      "Ġo wn",
      "at e",
      "Ġin tr",
      "ĠI ren",
      "Ġd ist",
      "Ġn ot",
      "si ons",
      "ĠA dl",
      "Ġl o",
      "bl e",
      "ĠH e",
      "Ġadm ira",
      "Ġre ason",
      "Ġwou ld",
      "Ġobs er",
      "ĠIren e",
      "ĠAdl er"
    ]
  }
}